Pruebas/ValidarResolucionImss.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:wsModuloAfore">
  <soapenv:Header/>
  <soapenv:Body>
    <urn:ValidarResolucionImss>
      <inParam>
        <Nss>23089075578</Nss>
        <TipoRetiro>1024</TipoRetiro>
      </inParam>
    </urn:ValidarResolucionImss>
  </soapenv:Body>
</soapenv:Envelope>